cask_args appdir: "/Applications"

brew "go"
brew "asdf"
brew "docker"
brew "docker-machine"
brew "docker-compose"
brew "awscli"
brew "minikube"
brew "wget"
brew "tree"
brew "jq"
brew "aws-iam-authenticator"
brew "gopass"

# Programs

# Apps
cask "visual-studio-code"
cask "hackmd"
cask "firefox"
# cask "vagrant" install through UI
cask "virtualbox"
#cask "vagrant-manager"